{
    "bos_token": "<|im_start|>",
    "eos_token": "<|im_end|>",
    "unk_token": "<unk>",
    "pad_token": "<|im_end|>",
    "additional_special_tokens": [
        "<|system|>",
        "<|user|>",
        "<|assistant|>",
        "<|end|>",
        "<math>",
        "<formula>",
        "<equation>",
        "<matrix>",
        "<integral>",
        "<derivative>",
        "<summation>",
        "<limit>",
        "<vector>",
        "<tensor>",
        "<probability>",
        "<fraction>",
        "<sqrt>",
        "<log>",
        "<trig>",
        "<set>",
        "<code>",
        "<function>",
        "<class>",
        "<loop>",
        "<condition>",
        "<variable>",
        "<import>",
        "<comment>",
        "<api_call>",
        "<sql>",
        "<json>",
        "<xml>",
        "<yaml>",
        "<html>",
        "<css>",
        "<js>",
        "<python>",
        "<java>",
        "<cpp>",
        "<reasoning>",
        "<step>",
        "<proof>",
        "<theorem>",
        "<lemma>",
        "<conjecture>",
        "<corollary>",
        "<axiom>",
        "<definition>",
        "<data>",
        "<table>",
        "<row>",
        "<column>",
        "<cell>",
        "<dataset>",
        "<stat>",
        "<mean>",
        "<median>",
        "<std>",
        "<distribution>",
        "<medical>",
        "<legal>",
        "<financial>",
        "<scientific>",
        "<input>",
        "</input>",
        "<instruction>",
        "</instruction>",
        "<reasoning_content>",
        "</reasoning_content>",
        "<output>",
        "</output>",
        "<source>",
        "</source>",
        "<score>",
        "</score>"
    ]
}