{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|SBOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|SEOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<math>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<formula>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<equation>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<matrix>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<integral>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<derivative>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<summation>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<limit>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<vector>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<tensor>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<probability>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<fraction>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<sqrt>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<log>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<trig>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<set>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<code>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<function>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<class>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<loop>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<condition>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<variable>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<import>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<comment>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<api_call>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<sql>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<json>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<xml>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<yaml>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<html>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<css>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<js>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<python>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<java>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<cpp>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<reasoning>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "<step>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "<proof>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "<theorem>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "<lemma>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "<conjecture>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "<corollary>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "<axiom>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "<definition>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "<data>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "<table>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "<row>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "<column>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "<cell>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "<dataset>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "<stat>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "<mean>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "<median>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "<std>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "<distribution>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "<medical>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "<legal>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "<financial>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "<scientific><input>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "</input>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "<instruction>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 70,
      "content": "</instruction>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 71,
      "content": "<reasoning_content>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 72,
      "content": "</reasoning_content>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 73,
      "content": "<output>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 74,
      "content": "</output>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "<source>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 76,
      "content": "</source>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 77,
      "content": "<score>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 78,
      "content": "</score>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[ \\u00A0\\ufeff]+"
        },
        "content": " "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "\\s+"
        },
        "content": " "
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[“”]"
        },
        "content": "\""
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[‘’]"
        },
        "content": "'"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[…]+"
        },
        "content": "..."
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "(\\d{1,3}\\.){3}\\d{1,3}"
        },
        "content": "<ip> \\1"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "(CVE-\\d{4}-\\d{4,7})"
        },
        "content": "<cve> \\1"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "(CWE-\\d+)"
        },
        "content": "<cwe> \\1"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "([A-Z]{3,5}-\\d{3,5})"
        },
        "content": "<vuln> \\1"
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "<[^>]+>"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "CVE-\\d{4}-\\d{4,7}"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "CWE-\\d+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "([A-Z]{3,5}-\\d{3,5})"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "(\\d{1,3}\\.){3}\\d{1,3}"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "0x[0-9a-fA-F]+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\b\\d+\\.\\d+\\b"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\\\[a-zA-Z]+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "<code>(.*?)</code>"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "<equation>(.*?)</equation>"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": true,
        "trim_offsets": true,
        "use_regex": true
      },
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "end_of_word_suffix": "</w>",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "<|SBOS|>": 3,
      "<|SEOS|>": 4,
      "<PAD>": 5,
      "<mask>": 6,
      "<cls>": 7,
      "<sep>": 8,
      "<math>": 9,
      "<formula>": 10,
      "<equation>": 11,
      "<matrix>": 12,
      "<integral>": 13,
      "<derivative>": 14,
      "<summation>": 15,
      "<limit>": 16,
      "<vector>": 17,
      "<tensor>": 18,
      "<probability>": 19,
      "<fraction>": 20,
      "<sqrt>": 21,
      "<log>": 22,
      "<trig>": 23,
      "<set>": 24,
      "<code>": 25,
      "<function>": 26,
      "<class>": 27,
      "<loop>": 28,
      "<condition>": 29,
      "<variable>": 30,
      "<import>": 31,
      "<comment>": 32,
      "<api_call>": 33,
      "<sql>": 34,
      "<json>": 35,
      "<xml>": 36,
      "<yaml>": 37,
      "<html>": 38,
      "<css>": 39,
      "<js>": 40,
      "<python>": 41,
      "<java>": 42,
      "<cpp>": 43,
      "<reasoning>": 44,
      "<step>": 45,
      "<proof>": 46,
      "<theorem>": 47,
      "<lemma>": 48,
      "<conjecture>": 49,
      "<corollary>": 50,
      "<axiom>": 51,
      "<definition>": 52,
      "<data>": 53,
      "<table>": 54,
      "<row>": 55,
      "<column>": 56,
      "<cell>": 57,
      "<dataset>": 58,
      "<stat>": 59,
      "<mean>": 60,
      "<median>": 61,
      "<std>": 62,
      "<distribution>": 63,
      "<medical>": 64,
      "<legal>": 65,
      "<financial>": 66,
      "<scientific><input>": 67,
      "</input>": 68,
      "<instruction>": 69,
      "</instruction>": 70,
      "<reasoning_content>": 71,
      "</reasoning_content>": 72,
      "<output>": 73,
      "</output>": 74,
      "<source>": 75,
      "</source>": 76,
      "<score>": 77,
      "</score>": 78,
      "!": 79,
      "\"": 80,
      "#": 81,
      "$": 82,
      "%": 83,
      "&": 84,
      "'": 85,
      "(": 86,
      ")": 87,
      "*": 88,
      "+": 89,
      ",": 90,
      "-": 91,
      ".": 92,
      "/": 93,
      "0": 94,
      "1": 95,
      "2": 96,
      "3": 97,
      "4": 98,
      "5": 99,
      "6": 100,
      "7": 101,
      "8": 102,
      "9": 103,
      ":": 104,
      ";": 105,
      "<": 106,
      "=": 107,
      ">": 108,
      "?": 109,
      "@": 110,
      "A": 111,
      "B": 112,
      "C": 113,
      "D": 114,
      "E": 115,
      "F": 116,
      "G": 117,
      "H": 118,
      "I": 119,
      "J": 120,
      "K": 121,
      "L": 122,
      "M": 123,
      "N": 124,
      "O": 125,
      "P": 126,
      "Q": 127,
      "R": 128,
      "S": 129,
      "T": 130,
      "U": 131,
      "V": 132,
      "W": 133,
      "X": 134,
      "Y": 135,
      "Z": 136,
      "[": 137,
      "\\": 138,
      "]": 139,
      "^": 140,
      "_": 141,
      "`": 142,
      "a": 143,
      "b": 144,
      "c": 145,
      "d": 146,
      "e": 147,
      "f": 148,
      "g": 149,
      "h": 150,
      "i": 151,
      "j": 152,
      "k": 153,
      "l": 154,
      "m": 155,
      "n": 156,
      "o": 157,
      "p": 158,
      "q": 159,
      "r": 160,
      "s": 161,
      "t": 162,
      "u": 163,
      "v": 164,
      "w": 165,
      "x": 166,
      "y": 167,
      "z": 168,
      "{": 169,
      "|": 170,
      "}": 171,
      "~": 172,
      "¡": 173,
      "¢": 174,
      "£": 175,
      "¤": 176,
      "¥": 177,
      "¦": 178,
      "§": 179,
      "¨": 180,
      "©": 181,
      "ª": 182,
      "«": 183,
      "¬": 184,
      "®": 185,
      "¯": 186,
      "°": 187,
      "±": 188,
      "²": 189,
      "³": 190,
      "´": 191,
      "µ": 192,
      "¶": 193,
      "·": 194,
      "¸": 195,
      "¹": 196,
      "º": 197,
      "»": 198,
      "¼": 199,
      "½": 200,
      "¾": 201,
      "¿": 202,
      "À": 203,
      "Á": 204,
      "Â": 205,
      "Ã": 206,
      "Ä": 207,
      "Å": 208,
      "Æ": 209,
      "Ç": 210,
      "È": 211,
      "É": 212,
      "Ê": 213,
      "Ë": 214,
      "Ì": 215,
      "Í": 216,
      "Î": 217,
      "Ï": 218,
      "Ð": 219,
      "Ñ": 220,
      "Ò": 221,
      "Ó": 222,
      "Ô": 223,
      "Õ": 224,
      "Ö": 225,
      "×": 226,
      "Ø": 227,
      "Ù": 228,
      "Ú": 229,
      "Û": 230,
      "Ü": 231,
      "Ý": 232,
      "Þ": 233,
      "ß": 234,
      "à": 235,
      "á": 236,
      "â": 237,
      "ã": 238,
      "ä": 239,
      "å": 240,
      "æ": 241,
      "ç": 242,
      "è": 243,
      "é": 244,
      "ê": 245,
      "ë": 246,
      "ì": 247,
      "í": 248,
      "î": 249,
      "ï": 250,
      "ð": 251,
      "ñ": 252,
      "ò": 253,
      "ó": 254,
      "ô": 255,
      "õ": 256,
      "ö": 257,
      "÷": 258,
      "ø": 259,
      "ù": 260,
      "ú": 261,
      "û": 262,
      "ü": 263,
      "ý": 264,
      "þ": 265,
      "ÿ": 266,
      "Ā": 267,
      "ā": 268,
      "Ă": 269,
      "ă": 270,
      "Ą": 271,
      "ą": 272,
      "Ć": 273,
      "ć": 274,
      "Ĉ": 275,
      "ĉ": 276,
      "Ċ": 277,
      "ċ": 278,
      "Č": 279,
      "č": 280,
      "Ď": 281,
      "ď": 282,
      "Đ": 283,
      "đ": 284,
      "Ē": 285,
      "ē": 286,
      "Ĕ": 287,
      "ĕ": 288,
      "Ė": 289,
      "ė": 290,
      "Ę": 291,
      "ę": 292,
      "Ě": 293,
      "ě": 294,
      "Ĝ": 295,
      "ĝ": 296,
      "Ğ": 297,
      "ğ": 298,
      "Ġ": 299,
      "ġ": 300,
      "Ģ": 301,
      "ģ": 302,
      "Ĥ": 303,
      "ĥ": 304,
      "Ħ": 305,
      "ħ": 306,
      "Ĩ": 307,
      "ĩ": 308,
      "Ī": 309,
      "ī": 310,
      "Ĭ": 311,
      "ĭ": 312,
      "Į": 313,
      "į": 314,
      "İ": 315,
      "ı": 316,
      "Ĳ": 317,
      "ĳ": 318,
      "Ĵ": 319,
      "ĵ": 320,
      "Ķ": 321,
      "ķ": 322,
      "ĸ": 323,
      "Ĺ": 324,
      "ĺ": 325,
      "Ļ": 326,
      "ļ": 327,
      "Ľ": 328,
      "ľ": 329,
      "Ŀ": 330,
      "ŀ": 331,
      "Ł": 332,
      "ł": 333,
      "Ń": 334,
      "##t": 335,
      "##m": 336,
      "##l": 337,
      "##ç": 338,
      "##ļ": 339,
      "##Ħ": 340,
      "##i": 341,
      "##n": 342,
      "##p": 343,
      "##u": 344,
      "##æ": 345,
      "##ł": 346,
      "##ĩ": 347,
      "##Ń</w>": 348,
      "##ĸ": 349,
      "##ľ": 350,
      "##å": 351,
      "##Ģ": 352,
      "##Ł</w>": 353,
      "##Į": 354,
      "##ģ": 355,
      "##ī": 356,
      "##º": 357,
      "##ı": 358,
      "##Ĭ</w>": 359,
      "##Ĵ": 360,
      "##Ĩ": 361,
      "##Ķ": 362,
      "##µ": 363,
      "##ä</w>": 364,
      "##ħ": 365,
      "##Ī": 366,
      "##s": 367,
      "##a": 368,
      "##è</w>": 369,
      "##ĸ</w>": 370,
      "##c": 371,
      "##h": 372,
      "##e": 373,
      "##d": 374,
      "##r</w>": 375,
      "##Ĺ": 376,
      "##ĥ": 377,
      "##Ł": 378,
      "##ĥ</w>": 379,
      "##é": 380,
      "##ī</w>": 381,
      "##Ĥ</w>": 382,
      "##į": 383,
      "##Ī</w>": 384,
      "##å</w>": 385,
      "##Ŀ": 386,
      "##Ĥ": 387,
      "##Ń": 388,
      "##Ĳ": 389,
      "##ç</w>": 390,
      "##è": 391,
      "##æ</w>": 392,
      "##Ľ</w>": 393,
      "##ä": 394,
      "##f": 395,
      "##r": 396,
      "##o": 397,
      "##s</w>": 398,
      "##Ľ": 399,
      "##ŀ": 400,
      "##ĭ</w>": 401,
      "##ĭ": 402,
      "##ľ</w>": 403,
      "##Ļ": 404,
      "##ĵ": 405,
      "##Į</w>": 406,
      "##x": 407,
      "##Ĺ</w>": 408,
      "##ı</w>": 409,
      "##q": 410,
      "##b": 411,
      "##l</w>": 412,
      "##ĳ": 413,
      "##ĺ</w>": 414,
      "##j": 415,
      "##ħ</w>": 416,
      "##ª": 417,
      "##İ": 418,
      "##Ķ</w>": 419,
      "##Ĭ": 420,
      "##c</w>": 421,
      "##ĩ</w>": 422,
      "##º</w>": 423,
      "##1": 424,
      "##4": 425,
      "##9": 426,
      "##2</w>": 427,
      "##q</w>": 428,
      "##z": 429,
      "##İ</w>": 430,
      "##ķ": 431,
      "##ķ</w>": 432,
      "##Ï": 433,
      "##ĳ</w>": 434,
      "##p</w>": 435,
      "##é</w>": 436,
      "##ĺ": 437,
      "##Ļ</w>": 438,
      "##Ŀ</w>": 439,
      "##Ĩ</w>": 440,
      "##Ĳ</w>": 441,
      "##g": 442,
      "##y": 443,
      "##k": 444,
      "##Ģ</w>": 445,
      "##į</w>": 446,
      "##v": 447,
      "##w": 448,
      "##d</w>": 449,
      "##0": 450,
      "##6": 451,
      "##f</w>": 452,
      "##e</w>": 453,
      "##i</w>": 454,
      "##a</w>": 455,
      "##n</w>": 456,
      "##y</w>": 457,
      "##Ĵ</w>": 458,
      "##3": 459,
      "##2": 460,
      "##8": 461,
      "##0</w>": 462,
      "##ã": 463,
      "##ģ</w>": 464,
      "##ł</w>": 465,
      "##x</w>": 466,
      "##Ħ</w>": 467,
      "##7</w>": 468,
      "##b</w>": 469,
      "##t</w>": 470,
      "##g</w>": 471,
      "##µ</w>": 472,
      "##w</w>": 473,
      "##5": 474,
      "##7": 475,
      "##9</w>": 476,
      "##5</w>": 477,
      "##â": 478,
      "##ð": 479,
      "##Î</w>": 480,
      "##k</w>": 481,
      "##h</w>": 482,
      "##ļ</w>": 483,
      "##o</w>": 484,
      "##ª</w>": 485,
      "##j</w>": 486,
      "##8</w>": 487,
      "##½</w>": 488,
      "##ĵ</w>": 489,
      "##m</w>": 490,
      "##1</w>": 491,
      "##u</w>": 492,
      "##6</w>": 493,
      "##z</w>": 494,
      "Õ</w>": 495,
      "##Î": 496,
      "##3</w>": 497,
      "##ŀ</w>": 498,
      "##ð</w>": 499,
      "##4</w>": 500,
      "##v</w>": 501,
      "##Ç": 502,
      "##Ò</w>": 503,
      "##Å</w>": 504,
      "##Ä": 505,
      "##¦</w>": 506,
      "##Ã</w>": 507,
      "##á": 508,
      "##á</w>": 509,
      "##Ð</w>": 510,
      "##Ñ": 511,
      "##Ä</w>": 512,
      "##Ã": 513,
      "##·</w>": 514,
      "Â</w>": 515,
      "##²</w>": 516,
      "##Ð": 517,
      "##¤</w>": 518,
      "##£</w>": 519,
      "##Ë": 520,
      "##É": 521,
      "##§</w>": 522,
      "##±</w>": 523,
      "##í": 524,
      "##ë": 525,
      "##»</w>": 526,
      "##¾</w>": 527,
      "##¥</w>": 528,
      "{</w>": 529,
      "##ì": 530,
      "##¢</w>": 531,
      "##®</w>": 532,
      "##¿</w>": 533,
      "##©</w>": 534,
      "##È</w>": 535,
      "##¶</w>": 536,
      "##Å": 537,
      "##Ê": 538,
      "½</w>": 539,
      "##«</w>": 540,
      "##É</w>": 541,
      "©</w>": 542,
      "##¡</w>": 543,
      "##Ç</w>": 544,
      "!</w>": 545,
      "##È": 546,
      "##¤": 547,
      "##×": 548,
      "##¦": 549,
      "##×</w>": 550,
      "##Ú</w>": 551,
      "##¼</w>": 552,
      "]</w>": 553,
      "´</w>": 554,
      "â</w>": 555,
      "##ë</w>": 556,
      "##ã</w>": 557,
      "##¬</w>": 558,
      "##Ù": 559,
      "##Ú": 560,
      "ħ</w>": 561,
      "##à</w>": 562,
      "##ê</w>": 563,
      "##¨</w>": 564,
      "##ê": 565,
      "##Õ</w>": 566,
      "##¹</w>": 567,
      "##Ê</w>": 568,
      "}</w>": 569,
      "##Ø</w>": 570,
      "[</w>": 571,
      "¥</w>": 572,
      "1</w>": 573,
      "##ì</w>": 574,
      "##³</w>": 575,
      "##¸</w>": 576,
      "¨</w>": 577,
      "##´</w>": 578,
      "##ï": 579,
      "##Ë</w>": 580,
      "/</w>": 581,
      "##°</w>": 582,
      "##Ø": 583,
      "b</w>": 584,
      "²</w>": 585,
      "Ã</w>": 586,
      "®</w>": 587,
      "Ļ</w>": 588,
      "*</w>": 589,
      "ı</w>": 590,
      "s</w>": 591,
      "Ī</w>": 592,
      "##¯</w>": 593,
      "æ</w>": 594,
      "##Ü": 595,
      "0</w>": 596,
      "ľ</w>": 597,
      "##ï</w>": 598,
      "ð</w>": 599,
      "##Ù</w>": 600,
      "|</w>": 601,
      "##â</w>": 602,
      "à</w>": 603,
      "2</w>": 604,
      "`</w>": 605,
      "></w>": 606,
      "ĩ</w>": 607,
      "Ĺ</w>": 608,
      "?</w>": 609,
      ".</w>": 610,
      "¼</w>": 611,
      "##¢": 612,
      "u</w>": 613,
      "ī</w>": 614,
      "##î": 615,
      ";</w>": 616,
      "##Â</w>": 617,
      "##Û": 618,
      "6</w>": 619,
      "d</w>": 620,
      "m</w>": 621,
      "Í</w>": 622,
      "ë</w>": 623,
      "Ê</w>": 624,
      "p</w>": 625,
      "w</w>": 626,
      "r</w>": 627,
      "ĭ</w>": 628,
      "ĸ</w>": 629,
      "µ</w>": 630,
      "\"</w>": 631,
      "t</w>": 632,
      "9</w>": 633,
      "##Æ</w>": 634,
      "ç</w>": 635,
      "¢</w>": 636,
      "#</w>": 637,
      "v</w>": 638,
      "##©": 639,
      "Ń</w>": 640,
      "°</w>": 641,
      "a</w>": 642,
      "ä</w>": 643,
      "Ķ</w>": 644,
      "ĵ</w>": 645,
      "Ł</w>": 646,
      "¡</w>": 647,
      "ì</w>": 648,
      "Į</w>": 649,
      "&</w>": 650,
      "Æ</w>": 651,
      "5</w>": 652,
      "Ç</w>": 653,
      "x</w>": 654,
      "ª</w>": 655,
      "Ľ</w>": 656,
      "^</w>": 657,
      "Ò</w>": 658,
      "z</w>": 659,
      "+</w>": 660,
      "Ð</w>": 661,
      "ĳ</w>": 662,
      "'</w>": 663,
      "##Ó</w>": 664,
      "<</w>": 665,
      "ĥ</w>": 666,
      "§</w>": 667,
      "¹</w>": 668,
      "q</w>": 669,
      "ł</w>": 670,
      "ŀ</w>": 671,
      "c</w>": 672,
      ":</w>": 673,
      "·</w>": 674,
      "h</w>": 675,
      "¤</w>": 676,
      "Î</w>": 677,
      "g</w>": 678,
      "Ú</w>": 679,
      "Ä</w>": 680,
      "Ë</w>": 681,
      "ķ</w>": 682,
      "¬</w>": 683,
      "±</w>": 684,
      ",</w>": 685,
      "y</w>": 686,
      "4</w>": 687,
      "³</w>": 688,
      "##Õ": 689,
      "å</w>": 690,
      "j</w>": 691,
      "£</w>": 692,
      "Å</w>": 693,
      "ê</w>": 694,
      "~</w>": 695,
      "è</w>": 696,
      "ĺ</w>": 697,
      "##_</w>": 698,
      "8</w>": 699,
      "n</w>": 700,
      "@</w>": 701,
      "é</w>": 702,
      "¦</w>": 703,
      "Ĥ</w>": 704,
      "È</w>": 705,
      "¿</w>": 706,
      "f</w>": 707,
      "##Ĉ</w>": 708,
      "##¨": 709,
      "##Ü</w>": 710,
      "ï</w>": 711,
      "Ħ</w>": 712,
      "×</w>": 713,
      "É</w>": 714,
      "e</w>": 715,
      "3</w>": 716,
      "(</w>": 717,
      "¶</w>": 718,
      "=</w>": 719,
      "ģ</w>": 720,
      "i</w>": 721,
      "Ŀ</w>": 722,
      "\\</w>": 723,
      "o</w>": 724,
      "-</w>": 725,
      "İ</w>": 726,
      "l</w>": 727,
      "Ĳ</w>": 728,
      "»</w>": 729,
      "Ĭ</w>": 730,
      "«</w>": 731,
      "Ĩ</w>": 732,
      "ã</w>": 733,
      "Ï</w>": 734,
      "¯</w>": 735,
      "Ù</w>": 736,
      ")</w>": 737,
      "Ĵ</w>": 738,
      "į</w>": 739,
      "¾</w>": 740,
      "k</w>": 741,
      "Ģ</w>": 742,
      "$</w>": 743,
      "º</w>": 744,
      "ļ</w>": 745,
      "##ā</w>": 746,
      "á</w>": 747,
      "¸</w>": 748,
      "%</w>": 749,
      "Ø</w>": 750,
      "7</w>": 751,
      "##âĸ": 752,
      "Ġâĸ": 753,
      "Ġâĸģ</w>": 754,
      "Ġâĸģ": 755,
      "Ġâĸģã": 756,
      "ĠâĸģãĢ": 757,
      "Ġâĸģ_</w>": 758,
      "##ļĦ": 759,
      "ĠâĸģãĢĤ</w>": 760,
      "##ti": 761,
      "th": 762,
      "##en": 763,
      "##in": 764,
      "##çļĦ": 765,
      "the</w>": 766,
      "##at": 767,
      "##er": 768,
      "##on</w>": 769,
      "co": 770,
      "##es": 771,
      "çļĦ": 772,
      "##or": 773,
      "##tion</w>": 774,
      "##es</w>": 775,
      "æĺ</w>": 776,
      "##ed</w>": 777,
      "èĥ</w>": 778,
      "in": 779,
      "##er</w>": 780,
      "##ro": 781,
      "##æĺ</w>": 782,
      "##ec": 783,
      "åı</w>": 784,
      "an": 785,
      "##an": 786,
      "##ing</w>": 787,
      "##on": 788,
      "##ar": 789,
      "##ľĢ": 790,
      "##et": 791,
      "##ur": 792,
      "##äº": 793,
      "æĪ": 794,
      "to</w>": 795,
      "##al": 796,
      "»¥</w>": 797,
      "##it": 798,
      "##ac": 799,
      "##ent</w>": 800,
      "##lo": 801,
      "##mp": 802,
      "ĠâĸģãĢģ</w>": 803,
      "##ul": 804,
      "##as": 805,
      "##el": 806,
      "##ľī": 807,
      "and</w>": 808,
      "##åı</w>": 809,
      "åĲ": 810,
      "##ic": 811,
      "##åĲ": 812,
      "##al</w>": 813,
      "##st": 814,
      "##il": 815,
      "##at</w>": 816,
      "##or</w>": 817,
      "##ľĢè</w>": 818,
      "##åħ</w>": 819,
      "æī": 820,
      "äº": 821,
      "##ĪĨ": 822,
      "st": 823,
      "##æķ</w>": 824,
      "de": 825,
      "of</w>": 826,
      "åħ</w>": 827,
      "##ate</w>": 828,
      "çĶ</w>": 829,
      "##æŀ": 830,
      "##èĢ": 831,
      "##æĹ</w>": 832,
      "re": 833,
      "##me</w>": 834,
      "##un": 835,
      "ex": 836,
      "##ment</w>": 837,
      "æīĢ": 838,
      "##ut</w>": 839,
      "##et</w>": 840,
      "##åı": 841,
      "##ri": 842,
      "##ĴĮ": 843,
      "dat": 844,
      "æīĢä</w>": 845,
      "##æĪ": 846,
      "##ra": 847,
      "¡®</w>": 848,
      "##re": 849,
      "##ºĶ": 850,
      "in</w>": 851,
      "##is": 852,
      "con": 853,
      "##ut": 854,
      "##éĩ": 855,
      "##åĪ</w>": 856,
      "com": 857,
      "##çĽ</w>": 858,
      "åľ</w>": 859,
      "Ķå</w>": 860,
      "pro": 861,
      "for</w>": 862,
      "¯¹</w>": 863,
      "æľī": 864,
      "åı": 865,
      "##uc": 866,
      "##ts</w>": 867,
      "##çĶ</w>": 868,
      "##ation</w>": 869,
      "##de</w>": 870,
      "éĢ": 871,
      "##ge</w>": 872,
      "æĪĸ": 873,
      "##éĢ": 874,
      "##si": 875,
      "data</w>": 876,
      "éĩ": 877,
      "us": 878,
      "##le</w>": 879,
      "##put</w>": 880,
      "##in</w>": 881,
      "##åľ</w>": 882,
      "##ļĦ</w>": 883,
      "##æĸ</w>": 884,
      "æķ</w>": 885,
      "##åħ": 886,
      "åĲ</w>": 887,
      "Ģä</w>": 888,
      "##æŃ</w>": 889,
      "æĢ</w>": 890,
      "åĽ": 891,
      "def</w>": 892,
      "##th": 893,
      "sel": 894,
      "##æł</w>": 895,
      "en": 896,
      "imp": 897,
      "##ort</w>": 898,
      "éľĢè</w>": 899,
      "##tion": 900,
      "®¡</w>": 901,
      "èĢ": 902,
      "##æĿ</w>": 903,
      "self</w>": 904,
      "##åĩ": 905,
      "lo": 906,
      "æĪ</w>": 907,
      "##åĮ": 908,
      "##æľ": 909,
      "comment</w>": 910,
      "##åĨ": 911,
      "åĪĨ": 912,
      "§£</w>": 913,
      "##åŃ": 914,
      "##ess</w>": 915,
      "##ab": 916,
      "æĪĳ": 917,
      "##éĹ</w>": 918,
      "åħ": 919,
      "is</w>": 920,
      "ret": 921,
      "##se</w>": 922,
      "##èĢħ": 923,
      "##00</w>": 924,
      "##æľī": 925,
      "æŃ</w>": 926,
      "åĪ</w>": 927,
      "##ve</w>": 928,
      "flo": 929,
      "##ĲĨ": 930,
      "æĹ</w>": 931,
      "fun": 932,
      "##æĢ</w>": 933,
      "##ess": 934,
      "##ex": 935,
      "wit": 936,
      "##yp": 937,
      "##ame</w>": 938,
      "æĸ</w>": 939,
      "retur": 940,
      "that</w>": 941,
      "éĹ</w>": 942,
      "##age</w>": 943,
      "func": 944,
      "çŃ": 945,
      "sc": 946,
      "res": 947,
      "æľ": 948,
      "¯¥</w>": 949,
      "ad": 950,
      "##åĪĨ": 951,
      "float</w>": 952,
      "##ol": 953,
      "¡¹</w>": 954,
      "##ig": 955,
      "##qu": 956,
      "##is</w>": 957,
      "##ity</w>": 958,
      "##en</w>": 959,
      "°±</w>": 960,
      "return</w>": 961,
      "##od": 962,
      "ĺçĽ</w>": 963,
      "##int</w>": 964,
      "##ad</w>": 965,
      "##åĴĮ": 966,
      "##ly</w>": 967,
      "##çŃ": 968,
      "##æŀľ": 969,
      "ch": 970,
      "##åºĶ": 971,
      "##ĶŁ": 972,
      "##åĬ": 973,
      "##ce</w>": 974,
      "##åį": 975,
      "##im": 976,
      "Ļä</w>": 977,
      "Ġâĸģâ": 978,
      "æį</w>": 979,
      "åĽł": 980,
      "##éľĢè</w>": 981,
      "æĪĸèĢħ": 982,
      "pr": 983,
      "##æľ</w>": 984,
      "##le": 985,
      "¸¤</w>": 986,
      "##tin": 987,
      "åĮ": 988,
      "##åĬ</w>": 989,
      "åĴĮ": 990,
      "åĪ": 991,
      "##ext</w>": 992,
      "##åĽ": 993,
      "åŃ": 994,
      "##str": 995,
      "##iz": 996,
      "ac": 997,
      "with</w>": 998,
      "import</w>": 999,
      "fil": 1000,
      "æİ</w>": 1001,
      "ma": 1002,
      "##tions</w>": 1003,
      "##ack": 1004,
      "function</w>": 1005,
      "##and": 1006,
      "po": 1007,
      "##an</w>": 1008,
      "çļĦ</w>": 1009,
      "¯´</w>": 1010,
      "¤§</w>": 1011,
      "##çİ</w>": 1012,
      "##ĥħ": 1013,
      "##ay": 1014,
      "²¡</w>": 1015,
      "##İŁ": 1016,
      "al": 1017,
      "åºĶ": 1018,
      "out": 1019,
      "ap": 1020,
      "çļĦè</w>": 1021,
      "input</w>": 1022,
      "¸¸</w>": 1023,
      "##uld</w>": 1024,
      "##it</w>": 1025,
      "sh": 1026,
      "åĬ": 1027,
      "##ıĲ": 1028,
      "įè</w>": 1029,
      "éĤ</w>": 1030,
      "##çļĦè</w>": 1031,
      "##pl": 1032,
      "##èĥ</w>": 1033,
      "æĿ</w>": 1034,
      "##çī</w>": 1035,
      "çĽ</w>": 1036,
      "##ter": 1037,
      "çĦ</w>": 1038,
      "this</w>": 1039,
      "åĬ</w>": 1040,
      "ar": 1041,
      "name</w>": 1042,
      "¬¬</w>": 1043,
      "if</w>": 1044,
      "åĢ": 1045,
      "##åŃ</w>": 1046,
      "èĢĮ": 1047,
      "ke": 1048,
      "åĨ": 1049,
      "##cess</w>": 1050,
      "code</w>": 1051,
      "##ting</w>": 1052,
      "##tt": 1053,
      "##éĥ</w>": 1054,
      "output</w>": 1055,
      "qu": 1056,
      "##el</w>": 1057,
      "##om": 1058,
      "as</w>": 1059,
      "»¶</w>": 1060,
      "åĩ": 1061,
      "tr": 1062,
      "##st</w>": 1063,
      "su": 1064,
      "##åĪ": 1065,
      "##vi": 1066,
      "wh": 1067,
      "åĲİ": 1068,
      "æł</w>": 1069,
      "##æĸ": 1070,
      "##ff": 1071,
      "##īé</w>": 1072,
      "çº</w>": 1073,
      "®¾</w>": 1074,
      "fro": 1075,
      "10</w>": 1076,
      "##çĲĨ": 1077,
      "æĮ": 1078,
      "¹³</w>": 1079,
      "##ic</w>": 1080,
      "ĭå</w>": 1081,
      "##åĩº": 1082,
      "##enti": 1083,
      "##ou": 1084,
      "or</w>": 1085,
      "##ad": 1086,
      "##em": 1087,
      "##ver": 1088,
      "Ĥæŀľ": 1089,
      "##çļĦ</w>": 1090,
      "##çº</w>": 1091,
      "from</w>": 1092,
      "##åĽ</w>": 1093,
      "##struc": 1094,
      "åº</w>": 1095,
      "##çļĦä</w>": 1096,
      "åį": 1097,
      "##wor": 1098,
      "##æĪĲ": 1099,
      "le": 1100,
      "åĵ": 1101,
      "##æĥħ": 1102,
      "##rip": 1103,
      "##ure</w>": 1104,
      "##ĩª": 1105,
      "comp": 1106,
      "éĿ</w>": 1107,
      "¡¨</w>": 1108,
      "##çĤ</w>": 1109,
      "no": 1110,
      "³»</w>": 1111,
      "##åĲĪ": 1112,
      "##äºĽ": 1113,
      "sy": 1114,
      "##åĮĸ": 1115,
      "##åº</w>": 1116,
      "##ue</w>": 1117,
      "##est</w>": 1118,
      "æĺ": 1119,
      "##æĪĸ": 1120,
      "##æµ": 1121,
      "åį</w>": 1122,
      "##ir": 1123,
      "##çļĦå</w>": 1124,
      "##ted</w>": 1125,
      "ıä</w>": 1126,
      "key</w>": 1127,
      "be</w>": 1128,
      "Ļæł</w>": 1129,
      "instruc": 1130,
      "##æĶ</w>": 1131,
      "##oc": 1132,
      "##ould</w>": 1133,
      "cont": 1134,
      "##äºº": 1135,
      "##um": 1136,
      "##åĲĮ": 1137,
      "¹´</w>": 1138,
      "on</w>": 1139,
      "pat": 1140,
      "ste": 1141,
      "instruction</w>": 1142,
      "##for": 1143,
      "¬¡</w>": 1144,
      "½¿</w>": 1145,
      "##æĬ": 1146,
      "cl": 1147,
      "log": 1148,
      "mod": 1149,
      "##éĩĮ": 1150,
      "it</w>": 1151,
      "¤©</w>": 1152,
      "##æĽ</w>": 1153,
      "file</w>": 1154,
      "éĢļ": 1155,
      "ºè</w>": 1156,
      "##amp": 1157,
      "çī</w>": 1158,
      "un": 1159,
      "##åŃĲ": 1160,
      "æĶ</w>": 1161,
      "##æĦ": 1162,
      "çĶŁ": 1163,
      "##æķ": 1164,
      "Ĥä</w>": 1165,
      "¯¼</w>": 1166,
      "»£</w>": 1167,
      "pl": 1168,
      "ne": 1169,
      "##ers</w>": 1170,
      "æĦ": 1171,
      "py": 1172,
      "det": 1173,
      "½¢</w>": 1174,
      "åĲĮ": 1175,
      "ho": 1176,
      "äºİ": 1177,
      "åŃ</w>": 1178,
      "##æĥħåĨ": 1179,
      "æĽ</w>": 1180,
      "ŃçļĦ": 1181,
      "##ain</w>": 1182,
      "##ryp": 1183,
      "ti": 1184,
      "##ical</w>": 1185,
      "##éĻ": 1186,
      "##pon": 1187,
      "##īį": 1188,
      "çļĦå</w>": 1189,
      "##äº</w>": 1190,
      "##am": 1191,
      "»¬</w>": 1192,
      "ļå</w>": 1193,
      "##pr": 1194,
      "pay": 1195,
      "##åĳ</w>": 1196,
      "##iti": 1197,
      "to": 1198,
      "·¥</w>": 1199,
      "##em</w>": 1200,
      "æĬ": 1201,
      "##åºĶè</w>": 1202,
      "print</w>": 1203,
      "##id": 1204,
      "time</w>": 1205,
      "##äºİ": 1206,
      "##ect</w>": 1207,
      "##åŁ": 1208,
      "##æĭ</w>": 1209,
      "att": 1210,
      "add": 1211,
      "##tic": 1212,
      "##æĮ": 1213,
      "##ap": 1214,
      "##ass</w>": 1215,
      "##arg": 1216,
      "text</w>": 1217,
      "pyth": 1218,
      "##load</w>": 1219,
      "çĤ</w>": 1220,
      "enc": 1221,
      "##ine</w>": 1222,
      "##if": 1223,
      "python</w>": 1224,
      "op": 1225,
      "##erv": 1226,
      "##åº": 1227,
      "respon": 1228,
      "çİ</w>": 1229,
      "gen": 1230,
      "±»</w>": 1231,
      "##æĺ": 1232,
      "par": 1233,
      "##ag": 1234,
      "##èĻ": 1235,
      "çļĦä</w>": 1236,
      "éĥ</w>": 1237,
      "éĩı": 1238,
      "##Ķµ": 1239,
      "åºĶè</w>": 1240,
      "ĵæŀ": 1241,
      "val": 1242,
      "®¤</w>": 1243,
      "int": 1244,
      "sp": 1245,
      "##æĿ": 1246,
      "åĲĪ": 1247,
      "æľĢ": 1248,
      "çŃī": 1249,
      "tra": 1250,
      "per": 1251,
      "fra": 1252,
      "¸»</w>": 1253,
      "##ents</w>": 1254,
      "sen": 1255,
      "åĽłæŃ</w>": 1256,
      "##ss": 1257,
      "str": 1258,
      "##ip": 1259,
      "bas": 1260,
      "##éĿ</w>": 1261,
      "Łå</w>": 1262,
      "sec": 1263,
      "¢«</w>": 1264,
      "##æİ</w>": 1265,
      "an</w>": 1266,
      "process</w>": 1267,
      "ģæ</w>": 1268,
      "requ": 1269,
      "##ize</w>": 1270,
      "äº</w>": 1271,
      "¿¡</w>": 1272,
      "¾¹</w>": 1273,
      "Ĥå</w>": 1274,
      "di": 1275,
      "examp": 1276,
      "##ĥèĻ": 1277,
      "±³</w>": 1278,
      "by</w>": 1279,
      "ĸåħ": 1280,
      "payload</w>": 1281,
      "user</w>": 1282,
      "ĠâĸģÃ": 1283,
      "´¨</w>": 1284,
      "ĠâĸģÃĹ</w>": 1285,
      "des": 1286,
      "##äºĨ": 1287,
      "##aly": 1288,
      "çĲĨ": 1289,
      "##çĶŁ": 1290,
      "åİŁ": 1291,
      "##ack</w>": 1292,
      "##oun": 1293,
      "½±</w>": 1294,
      "get</w>": 1295,
      "inc": 1296,
      "##åĲİ": 1297,
      "¹¶</w>": 1298,
      "##Ķæ</w>": 1299,
      "»·</w>": 1300,
      "##ma": 1301,
      "20": 1302,
      "gener": 1303,
      "##łĩ": 1304,
      "##æĻ</w>": 1305,
      "##įä</w>": 1306,
      "targ": 1307,
      "##ere</w>": 1308,
      "ºä</w>": 1309,
      "##æī": 1310,
      "##ľĭ": 1311,
      "##ary</w>": 1312,
      "exp": 1313,
      "##ep": 1314,
      "##åľ": 1315,
      "##æŁ</w>": 1316,
      "ļä</w>": 1317,
      "path</w>": 1318,
      "Ģå</w>": 1319,
      "##tr": 1320,
      "§¯</w>": 1321,
      "##duc": 1322,
      "can</w>": 1323,
      "##ore</w>": 1324,
      "įåĲĮ": 1325,
      "##ds</w>": 1326,
      "pack": 1327,
      "analy": 1328,
      "æıĲ": 1329,
      "mess": 1330,
      "##ĥèĻĳ": 1331,
      "##åıĳ": 1332,
      "comm": 1333,
      "æĪĲ": 1334,
      "##ĶĻ": 1335,
      "id</w>": 1336,
      "##ach": 1337,
      "##ati": 1338,
      "##æıĲ": 1339,
      "¯¯</w>": 1340,
      "##åİŁ": 1341,
      "åĽłä</w>": 1342,
      "##éĩį": 1343,
      "##ection</w>": 1344,
      "įç</w>": 1345,
      "cal": 1346,
      "·±</w>": 1347,
      "pre": 1348,
      "##ice</w>": 1349,
      "##Ĺł": 1350,
      "³¨</w>": 1351,
      "serv": 1352,
      "ģä</w>": 1353,
      "ev": 1354,
      "response</w>": 1355,
      "##éĻ</w>": 1356,
      "įå</w>": 1357,
      "##ence</w>": 1358,
      "äºº": 1359,
      "½®</w>": 1360,
      "scrip": 1361,
      "½¬</w>": 1362,
      "##ps</w>": 1363,
      "°´</w>": 1364,
      "ĺä</w>": 1365,
      "##åĬł": 1366,
      "se": 1367,
      "he": 1368,
      "ģç</w>": 1369,
      "syst": 1370,
      "##ations</w>": 1371,
      "bo": 1372,
      "æĸ": 1373,
      "cre": 1374,
      "ģè</w>": 1375,
      "##able</w>": 1376,
      "##abil": 1377,
      "##ed": 1378,
      "##çļĦç</w>": 1379,
      "##çİ": 1380,
      "target</w>": 1381,
      "##ĺåľ</w>": 1382,
      "åŀ": 1383,
      "##ho": 1384,
      "¨¡</w>": 1385,
      "æĢ": 1386,
      "##der</w>": 1387,
      "##igh": 1388,
      "step</w>": 1389,
      "®¶</w>": 1390,
      "##sion</w>": 1391,
      "##ar</w>": 1392,
      "##ow": 1393,
      "##çŃī": 1394,
      "##ner": 1395,
      "ĻéĩĮ": 1396,
      "##ies</w>": 1397,
      "##work</w>": 1398,
      "¬¦</w>": 1399,
      "®®</w>": 1400,
      "ĸåħĪ</w>": 1401,
      "åĳ</w>": 1402,
      "åĢĻ": 1403,
      "##ally</w>": 1404,
      "##ulner": 1405,
      "åĢ</w>": 1406,
      "##ter</w>": 1407,
      "##éĢļ": 1408,
      "įæĺ</w>": 1409,
      "tim": 1410,
      "##lu": 1411,
      "##åĽł": 1412,
      "not</w>": 1413,
      "##wer</w>": 1414,
      "vulner": 1415,
      "¥½</w>": 1416,
      "ĠâĸģâĪ": 1417,
      "script</w>": 1418,
      "ques": 1419,
      "åĮĸ": 1420,
      "20</w>": 1421,
      "##éĩı": 1422,
      "åĬł": 1423,
      "##èĩª": 1424,
      "##ulate</w>": 1425,
      "##éĢīé</w>": 1426,
      "example</w>": 1427,
      "12</w>": 1428,
      "##cess": 1429,
      "##as</w>": 1430,
      "addr": 1431,
      "resul": 1432,
      "net": 1433,
      "rec": 1434,
      "®©</w>": 1435,
      "##ated</w>": 1436,
      "ĸä</w>": 1437,
      "##ans": 1438,
      "##èµ": 1439,
      "question</w>": 1440,
      "æŀ": 1441,
      "ĻæĹ</w>": 1442,
      "##åĢ</w>": 1443,
      "wor": 1444,
      "id": 1445,
      "suc": 1446,
      "##ance</w>": 1447,
      "##ase</w>": 1448,
      "##print</w>": 1449,
      "ro": 1450,
      "®¹</w>": 1451,
      "ip</w>": 1452,
      "##ory</w>": 1453,
      "åĽ</w>": 1454,
      "##om</w>": 1455,
      "##éķ</w>": 1456,
      "##pro": 1457,
      "##åĵ": 1458,
      "model</w>": 1459,
      "¾¾</w>": 1460,
      "åĿ": 1461,
      "èĩ</w>": 1462,
      "éķ</w>": 1463,
      "æĦı": 1464,
      "##ode</w>": 1465,
      "æľ</w>": 1466,
      "##ain": 1467,
      "##eg": 1468,
      "Ĩè</w>": 1469,
      "message</w>": 1470,
      "using</w>": 1471,
      "rand": 1472,
      "sim": 1473,
      "##ģĩ": 1474,
      "·®</w>": 1475,
      "äºĨ": 1476,
      "æķ": 1477,
      "##æĢ": 1478,
      "##æĸĩ": 1479,
      "im": 1480,
      "ıå</w>": 1481,
      "##ke</w>": 1482,
      "įä</w>": 1483,
      "dec": 1484,
      "æģ</w>": 1485,
      "##il</w>": 1486,
      "åº": 1487,
      "nprint</w>": 1488,
      "should</w>": 1489,
      "ĭä</w>": 1490,
      "el": 1491,
      "ĻäºĽ": 1492,
      "´»</w>": 1493,
      "éĢļè</w>": 1494,
      "çļĦç</w>": 1495,
      "éĢīé</w>": 1496,
      "##ent": 1497,
      "åŁ": 1498,
      "##ph": 1499,
      "##éª": 1500,
      "##åıĺ": 1501,
      "are</w>": 1502,
      "##çĽ": 1503,
      "##ass": 1504,
      "##åĲ</w>": 1505,
      "æĪĳéľĢè</w>": 1506,
      "ķå</w>": 1507,
      "Ģç</w>": 1508,
      "##cep": 1509,
      "network</w>": 1510,
      "##éľĢ": 1511,
      "##th</w>": 1512,
      "trans": 1513,
      "ĵä</w>": 1514,
