{
    "add_bos_token": false,
    "add_eos_token": false,
    "add_prefix_space": true,
    "bos_token": "<|SBOS|>",
    "eos_token": "<|SEOS|>",
    "pad_token": "<|PAD|>",
    "unk_token": "<unk>",
    "model_max_length": 16384,
    "clean_up_tokenization_spaces": false,
    "tokenizer_class": "PreTrainedTokenizerFast",
    "chat_template": "{% for message in messages %}{% if message['role'] == 'system' %}<|SBOS|>system\n{{ message['content'] }}<|SEOS|>\n{% elif message['role'] == 'user' %}<|SBOS|>user\n{{ message['content'] }}<|SEOS|>\n{% elif message['role'] == 'assistant' %}<|SBOS|>assistant\n{{ message['content'] }}<|SEOS|>\n{% endif %}{% endfor %}{% if add_generation_prompt %}{{ '<|SBOS|>assistant\n' }}{% endif %}"
}