{
    "tokenizer_class": "PreTrainedTokenizerFast",
    "add_bos_token": false,
    "add_eos_token": false,
    "add_prefix_space": true,
    "clean_up_tokenization_spaces": true,
    "model_max_length": 1000000000000000019884624838656,
    "padding_side": "right",
    "truncation_side": "right",
    "bos_token": "<|im_start|>",
    "eos_token": "<|im_end|>",
    "pad_token": "<|pad|>",
    "unk_token": "<unk>",
    "mask_token": "<mask>",
    "chat_template": "{% for message in messages %}{% set role = message['role'] %}{% set content = message['content'] | trim %}{% if role == 'system' %}<|im_start|>system\n{{ content }}<|im_end|>{% elif role == 'user' %}<|im_start|>user\n{{ content }}<|im_end|>{% elif role == 'assistant' %}<|im_start|>assistant\n{{ content }}<|im_end|>{% elif role == 'tool' %}<|im_start|>tool\n{{ content }}<|im_end|>{% elif role == 'function' %}<|im_start|>function\n{{ content }}<|im_end|>{% else %}<|im_start|>unknown\n{{ content }}<|im_end|>{% endif %}{% endfor %}{% if add_generation_prompt %}<|im_start|>assistant\n{% endif %}"
}