{
    "bos_token": "<|im_start|>",
    "eos_token": "<|im_end|>",
    "pad_token": "<|pad|>",
    "unk_token": "<unk>",
    "mask_token": "<mask>",
    "additional_special_tokens": [
        "<s>",
        "</s>",
        "<|system|>",
        "<|user|>",
        "<|assistant|>",
        "<|tool|>",
        "<|function|>",
        "<|observation|>",
        "<|unknown|>",
        "<|safe|>",
        "<|unsafe|>"
    ]
}